{
  "translation": {
    "Home": "Home",
    "About": "About",
    "Projects": "Projects",
    "Contact": "Contact",
    "Copyright": "Copyright © {{year}}. All rights are reserved",
    "Language": "Language",
    "English": "English",
    "Portuguese": "Portuguese",
    "BioTitle": "FullStack Developer",
    "Bio": "Welcome everyone!! My name is Roberto. I have a bachelor's degree in Computer Science and a master's degree in Cybersecurity. I'm a passionate fullstack developer based in Aracaju, Sergipe 📍",
    "AboutMe": "Hello, my name is Roberto. I hold a degree in Computer Science from the Federal University of Sergipe. Following my graduation, I completed my master's degree in Networks and Distributed Systems, with a focus on Cybersecurity, at the same institution. At the present moment, I work as a fullstack developer using ReactJS, React Native, and NodeJS stack. During my free time, I enjoy working on personal projects and deepening my studies in Cybersecurity.",
    "AboutMeTitle": "FullStack Developer based in Aracaju, Brazil 📍",
    "AboutMeLabel": "ABOUT ME",
    "PortfolioSubtitle": "Main projects developed throughout my career 🚀",
    "ProjectTitle": "Finder - Find Insta Profiles",
    "ProjectDescription": "Social network based on the Black Mirror series, where it's possible to find and rate nearby Instagram profiles.",
    "MasterProjectDescription": "Master's project focused on detecting attacks in cloud environments. This project was implemented in the C language and grounded in the principles of immunology, alert correlation, and programmable networks. The developed project consists of a detection system based on distributed agents, aimed at detecting attacks through the analysis of statistical data from network traffic. By employing algorithms such as negative selection, clonal selection, and immune network, the proposed system was designed to effectively detect and neutralize attacks exploiting vulnerabilities in cloud infrastructure, thus contributing to the resilience and security of digital systems.",
    "CLanguage": "C Language",
    "MasterThesis": "Master's Thesis",
    "Papers": "Papers"

  }
}
