{
  "translation": {
    "Home": "Início",
    "About": "Sobre",
    "Projects": "Projetos",
    "Contact": "Contato",
    "Copyright": "Copyright © {{year}}. All rights are reserved",
    "Language": "Idioma",
    "English": "Inglês",
    "Portuguese": "Português",
    "BioTitle": "Desenvolvedor FullStack",
    "Bio": "Sejam bem vindos!! Meu nome é Roberto. Tenho formatura em Ciência da Computação e mestrado na área de Cybersegurança. Trabalho como desenvolvedor fullstack e atualmente resido em Aracaju, Sergipe📍",
    "AboutMe": "Olá, meu nome é Roberto. Sou graduado em Ciência da Computação pela Universidade Federal de Sergipe e obtive meu mestrado em Redes e Sistemas Distribuídos, com especialização em Cibersegurança, pela mesma instituição. Atualmente, atuo como desenvolvedor fullstack, utilizando as tecnologias de ReactJS, React Native e NodeJS. Fora do horário de trabalho, dedico meu tempo a projetos pessoais e aprofundo meus conhecimentos na área de segurança cibernética.",
    "AboutMeTitle": "Desenvolvedor FullStack residindo em Aracaju, Brasil 📍",
    "AboutMeLabel": "SOBRE MIM",
    "PortfolioSubtitle": "Principais projetos desenvolvidos ao longo de minha carreira 🚀",
    "ProjectTitle": "Finder - Find Insta Profiles",
    "ProjectDescription": "Rede social baseada na séria black mirror, onde é possível encontrar e avaliar perfis de instagram nas proximidades.",
    "MasterProjectDescription": "Projeto de mestrado com foco na detecção de ataques no ambiente da nuvem. Esse projeto foi implementado na linguagem C e embasado nos princípios de imunologia, correlação de alertas e redes programáveis. O Projeto desenvolvido consiste em um sistema de detecção baseado em agentes distribuídos, com a finalidade de detectar ataques por meio da analise de dados estatísticos do tráfego de rede. Empregando algoritmos como seleção negativa, seleção clonal e rede imune, o sistema proposto foi concebido para detectar e neutralizar eficazmente ataques que explorem vulnerabilidades na infraestrutura da nuvem, contribuindo assim para a robustez e segurança dos sistemas digitais.",
    "CLanguage": "Linguagem C",
    "MasterThesis": "Dissertação de Mestrado",
    "Papers": "Artigos",
    "ContactMessage": "Sinta-se a vontade para entrar em contato!! 👇",
    "Location": "Localização",
    "Mail": "E-Mail",
    "Light": "Claro",
    "Dark": "Escuro",
    "System": "Sistema"
  }
}
